{"@context":"http://schema.org/","@type":"Service","hasOfferCatalog":{"@type":"OfferCatalog","itemListElement":[{"@type":"OfferCatalog","name":"Leczenie wrastających i wkręcających paznokci","itemListElement":{"description":" Twoje paznokcie zaczynają wbijać się w skórę palca, powodując ból? Płytka paznokciowa zwija się nienaturalnie do środka palca? Prawdopodobnie zmagasz się z wrastającymi lub wkręcającymi paznokciami. Poniżej przeczytasz więcej o tych dolegliwościach i ich sposobach leczenia przez podologa. Jeśli masz podobny problem z wrastającymi lub wkręcającymi paznokciami, umów się na wizytę w naszym gabinecie w Warszawie na ulicy Ostrobramskiej 126.  Przyczyny powstawania problemu Należą do najczęściej występujących dolegliwości stóp, zwłaszcza w obrębie palucha. Problem ten pojawia się, gdy boczne krawędzie paznokcia wykrzywiają się i wbijają się w skórę, powodując obrzęk, zaczerwienienie i ból, a z czasem dochodzi do stanu zapalnego i rozwoju ziarniny. Głównymi przyczynami wrastania paznokci są przede wszystkim niewłaściwe obcinanie paznokci lub uwarunkowania genetyczne. Wrastanie jest niestety problemem nawracającym. Jeśli podczas chodzenia lub dotyku odczuwasz ból albo widzisz, że występuje obrzęk, nie zwlekaj i skonsultuj się z podologiem, który wykona podcięcie klinowe oraz założy opatrunek aseptyczno-gojący. Im wcześniej zostanie podjęta terapia, tym jest ona mniej bolesna i paznokieć szybciej wróci do zdrowia, a Ty szybciej pozbędziesz się problemu. Zabieg usuwania wrastających paznokci w Warszawie Zabieg w gabinecie PODOCENTER w przypadku tej dolegliwości w zależności od potrzeb może obejmować także oczyszczenie wałów paznokciowych, właściwe obcięcie paznokci, zastosowanie tamponady oraz korektę toru wzrostu płytki paznokcia za pomocy klamry założonej na płytkę. Z kolei w przypadku gdy płytka paznokciowa zmienia kształt i zwija się do środka, powoduje to ściśnięcie łożyska, a w efekcie również uciążliwy ból. Problem ten dotyka osób z zaburzeniami rogowacenia, z tendencją do wysychania płytki, a także stosujących nieodpowiednie, niedobrane obuwie czy niesprzestrzegających właściwej higieny. Przypadłość ta może też mieć uwarunkowania genetyczne. Dawniej te dolegliwości leczono chirurgicznym usuwaniem, czyli zrywaniem płytki paznokcia… Brr! Na szczęście dziś, dzięki zaawansowanym technikom podologicznym, w PODOCENTER możesz zapomnieć o tych torturach i pozbyć się problemu wrastających lub wkręcających się paznokci zupełnie bez bólu lub prawie całkowicie bezboleśnie. Nieinwazyjne, współczesne metody prostowania paznokci to klamry i tamponady Klamry jako metoda terapii Do korekty wrastających paznokci używane są klamry. Dobór klamry to kwestia indywidualna dla każdego pacjenta. Decyduje o tym grubość, elastyczność, łamliwość paznokcia, sposób, jak i czas trwania wrastania. Wskazaniem do zastosowania klamry tytanowej jest wrośnięty i zniekształcony paznokieć oraz zmiany kształtu paznokcia po leczeniu, jak i zmiany powstałe na skutek urazu. Klamra tytanowa to system korygujący wykonany z elastycznego łuku niklowo-tytanowego. Do zabiegu używa się płynnego kompozytu oraz lampy LED. Średni czas leczenia z wykorzystaniem klamry to około 3-12 miesięcy. Tamponada - korekcja wrastających i wkręcających paznokci To miękki opatrunek nasączony środkiem dezynfekującym. Służy do korekcji wrastających i wkręcających paznokci. Gaza wchłania płyn tkankowy i ropę oraz osusza wał paznokciowy. Po instrukcjach udzielonych przez podologa takie opatrunki można zmieniać samodzielnie w domu. Sama metoda leczenia z wykorzystaniem tamponady jest bezbolesna, ale należy się zgłosić do gabinetu, zanim proces wrastania paznokcia rozwinie się i zacznie powodować ból. Nie powinno się również zwlekać w przypadku pojawienia się innych niepokojących zmian, na przykład grzybicy. Leczenie schorzeń w ich początkowym etapie rozwoju jest o wiele prostsze i szybciej przynosi efekty.        "}},{"@type":"OfferCatalog","name":"Usuwanie brodawek","itemListElement":{"description":" Zauważyłeś punktowe zrogowacenia skóry na podeszwie stopy lub na palcach? Z czasem zaczęło pojawiać się ich więcej? To mogą być brodawki wirusowe. Ich usuwanie na własną rękę może być niebezpieczne, ponieważ łatwo pomylić je z odciskami. W naszym gabinecie podologicznym w Warszawie na ulicy Ostrobramskiej 126 zajmujemy się profesjonalnym usuwaniem brodawek, dzięki skutecznym terapiom. Jeśli zauważyłeś podobne zmiany na skórze swoich stóp, umów się na konsultację z naszym podologiem. Powstawanie brodawek i kurzajek Usuwanie brodawek oraz usuwanie kurzajek to dwa podstawowe zabiegi, które przeprowadza nasz gabinet podologiczny. Brodawki oraz kurzajki są zmianami skórnymi, które wywołane są poprzez działanie wirusa. Ryzyko zarażenia się nim jest bardzo duże – jest on rozpowszechniony na szeroką skalę. Wirus przenosi się na inne osoby w bardzo prosty sposób – nawet poprzez złuszczony naskórek, dlatego zarazić się nim można nawet przy podaniu ręki. Dodatkowo u osób, które mają już zmiany naskórne, istnieje duże prawdopodobieństwo ich przenoszenia się – np. na inne palce. Usuwanie zmian naskórnych w PODOCENTER Nasi specjaliści dokonują diagnozy oraz przeprowadzają usuwanie zmian naskórnych. Leczenie brodawek jest długotrwałe ze względu na możliwość nawrotów. Stąd konieczne są wizyty w gabinecie podologicznym co 7-10 dni. Nie ma jednej metody leczenia tej przypadłości, dlatego stosuje się między innymi łyżeczkowanie, elektrokoagulację oraz leki miejscowe. Problem brodawek oraz kurzajek – profilaktyka W celu uniknięcia problemu brodawek oraz kurzajek niezwykle istotne jest zastosowanie profilaktyki. Przede wszystkim należy unikać bezpośredniego kontaktu ze zmianami na skórze. W przypadku miejsc publicznych, w których można zarazić się wirusem – np. baseny, siłownie, szatnie – ważna jest ochrona stóp. Należy zadbać o noszenie obuwia ochronnego. Do czasu całkowitego wyleczenia zmian należy kontrolować stan chorobowy poprzez odpowiednie badania. Dzięki odpowiedniej profilaktyce możliwe jest odpowiednie zabezpieczenie się przed zarażeniem. PODOCENTER - umów się na wizytę Nasz gabinet mieście się w mieście Warszawa przy ulicy Ostrobramskiej 126 lokal U8. Zachęcamy naszych klientów do wcześniejszego kontaktu telefonicznego lub mailowego. Nasi specjaliści odpowiedzą na Państwa oraz pomogą w ustaleniu dogodnego terminu (w wyjątkowych sytuacjach wymagających natychmiastowego leczenia przyjmujemy również w niedzielę). Zajmujemy się także innymi problemami z zakresu zdrowia stóp, do których zalicza się usuwanie wrastających paznokci, odcisków i zgrubień na stopach. Proponujemy Państwu także pedicure leczniczy. Udzielamy profesjonalnych porad dotyczących dbania o stopy.          "}},{"@type":"OfferCatalog","name":"Grzybica stóp i paznokci","itemListElement":{"description":" Na skórze twoich stóp pojawił się biały nalot, lub zaczęła się mocno łuszczyć? Paznokcie zmieniły kolor i stały się kruche? To może być grzybica stóp lub paznokci. Problem ten jest dla wielu osób bardzo wstydliwy, jednak nie koniecznie jest on spowodowany złą higieną. W naszym gabinecie w Warszawie na ulicy Ostrobramskiej 126 skutecznie leczymy grzybicę i pomagamy w zapobieganiu nawrotów. Leczenie grzybicy w Warszawie Grzybica jest jedną z najbardziej uciążliwych chorób cywilizacyjnych. Za grzybicze zakażenie stóp i paznokci odpowiadają mikroorganizmy zwane dermatofitami. Na szczęście kontakt zdrowego człowieka z nimi jeszcze nie przesądza o zakażeniu. Dopiero przerwanie ciągłości skóry i kontakt z tymi mikroorganizmami może skutkować zachorowaniem na grzybicę. Do infekcji grzybiczej przyczyniają się też uwarunkowania środowiskowe, takie jak ciepło czy duża wilgotność. W leczeniu grzybicy niezwykle ważne jest usuwanie zakażonej płytki paznokcia – ułatwia to przenikanie leków do łożyska. Innymi problemami, z jakimi borykają się nasi pacjenci, są modzele. Zobacz, jak je leczymy w naszym gabinecie.     "}},{"@type":"OfferCatalog","name":"Zielone paznokcie","itemListElement":{"description":" Paznokcie u twoich stóp zmieniły kolor i zaczęły się odklejać? Nie ignoruj tego problemu. Zielone paznokcie są wynikiem bakteryjnego zakażenia. Podolog pomoże Ci w całkowitym wyleczeniu tej dolegliwości. Poniżej przeczytasz jak powstają zielone paznokcie. Jeśli zauważyłeś podobne zmiany u siebie, umów się na konsultację z naszym specjalistą. Pacjentów przyjmujemy w nowoczesnym gabinecie na ulicy Ostrobramskiej 126 w Warszawie. Jak powstaje problem zielonych paznokci? To patologiczne, widoczne gołym okiem zabarwienie paznokcia na zielono w wyniku zakażenia bakterią Pseudomonas aeruginosa, czyli pałeczką ropy błękitnej. Dolegliwość ta może powodować onycholizę płytki paznokcia. Zakażenie to można rozpoznać przez badanie bakteriologiczne i w lampie WOODA. Sposoby leczenia schorzenia Leczenie zielonych paznokci oprócz opieki podologicznej polega na stosowaniu leków przeciwbakteryjnych i przeciwgrzybiczych. Zielone paznokcie mogą wystąpić w wyniku urazów lub powtarzających się mikrourazów, dlatego tak ważne jest noszenie odpowiedniego obuwia! Zielone paznokcie mogą być również efektem obniżonej odporności, nieprawidłowej pielęgnacji paznokci czy narażenia stóp na nadmierną wilgoć (np. przez wykonywanie pracy w środowisku wodnym). Nieleczone zielone paznokcie mogą spowodować onycholizę płytki paznokcia. Zobacz, jak leczymy to schorzenie w naszym gabinecie.        "}},{"@type":"OfferCatalog","name":"Usuwanie modzeli","itemListElement":{"description":" Skóra na podeszwie stóp zrobiła się twarda i nieprzyjemna w dotyku? Domowe sposoby usuwania naskórka nie przynoszą długotrwałych efektów? Najprawdopodobniej na Twoich stopach pojawiły się modzele. W ich leczeniu podolog usuwa nie tylko zmienioną skórę, ale także eliminuje przyczynę ich postawania. Przeczytaj więcej o modzelach i umów się na wizytę w naszym gabinecie podologicznym w Warszawie na ulicy Ostrobramskiej 126. Przyczyny i leczenie modzeli w Warszawie To skutek wadliwego ustawienia kości stóp. Jest to wyraźnie zaznaczone zgrubienie warstwy rogowej naskórka, które powstaje w efekcie przedłużającego się ucisku lub tarcia. Przyczyną modzeli mogą być deformacje stopy wpływające na zmianę sił rozkładających się podczas chodzenia. Eliminacja modzeli polega na dezynfekcji stóp, wstępnym ofrezowaniu modzeli, nałożeniu preparatu zmiękczającego, usunięciu modzeli przy pomocy skalpela, wykończeniu naskórka frezarką i nałożeniu opatrunku. Zabieg usuwania modzeli przeprowadzamy za pomocą sterylnych lub całkowicie jednorazowych narzędzi. Modzele to hiperkeratozy. Jest to nagromadzenia zrogowaciałych komórek na powierzchni skóry, w miejscach, które są najbardziej obciążone.        "}},{"@type":"OfferCatalog","name":"Onycholiza","itemListElement":{"description":" Twoje paznokcie zmieniły kształt, zaczęły się rozwarstwiać lub odklejać? Prawdopodobnie masz problem z onycholizą. Przyczyn takiego stanu rzeczy może być wiele, dlatego warto udać się po poradę do podologa. W naszym gabinecie podologicznym w Warszawie na ulicy Ostrobramskiej 126 leczymy przyczyny powstawania onycholizy a w niektórych przypadkach stosujemy także rekonstrukcję paznokcia. Więcej informacji znajdziesz poniżej. Leczenie onycholizy w Warszawie Występuje bez względu na wiek i płeć. Polega na zmianie kształtu i zabarwienia paznokci, które są skutkiem poluzowania struktury płytki paznokciowej. W wyniku tego poluzowania dochodzi do odwarstwienia płytki paznokcia od łożyska i nagromadzenia się pod płytką powietrza. Rekonstrukcja paznokcia Najczęstszymi powodami do rekonstrukcji paznokcia są:  zanik paznokcia i zmiana kształtu paliczka zaburzenia wzrostu paznokcia odłączanie się paznokcia od łożyska urazy mechaniczne paznokcia  Powodem powstawania onycholizy płytki paznokcia mogą być zielone paznokcie, które można wyleczyć dzięki opiece podologicznej i zastosowaniu leków przeciwbakteryjnych i przeciwgrzybiczych.        "}},{"@type":"OfferCatalog","name":"Usuwanie odcisków","itemListElement":{"description":" Na twoich stopach pojawiły się twarde punkty, które podczas chodzenia powodują ból? To mogą być odciski. Określa się również mianem modzeli. Zmiany te charakteryzują się dużym nagromadzeniem martwego naskórka w okolicach podrażnionej tkanki. W głównej mierze występują one właśnie na stopach. Leczenie tych zmian aptecznymi środkami najczęściej jest nieskuteczne, a nawet może prowadzić do uszkodzenia zdrowej skóry. Podolog usuwa odciski najczęściej podczas jednej wizyty. Dowiedz się więcej czytając poniższy artykuł. Jeśli ten problem dotyka także Ciebie, umów się do nas na wizytę. Przyczyny powstawania odcisków Pojawianie się odcisków na stopach to przede wszystkim efekt nieodpowiednio dobranych butów. Bardzo często wybierane jest obuwie, które wymusza na stopie jej nienaturalny układ. W przypadku butów na obcasie zbyt mocno obciąża się część przednią i to najczęściej tam pojawia się odcisk. Jest to reakcja obronna skóry przed długotrwałym naciskiem. Leczenie – jaką metodę wybrać? Możliwe jest samodzielne usunięcie odcisków poprzez stosowanie preparatów dostępnych na rynku. Należy jednak mieć świadomość, że niewłaściwe zastosowanie domowej metody może wpływać na pogorszenie się zmiany skórnej, a w konsekwencji do dużo poważniejszych powikłań. Dlatego zaleca się usuwanie odcisków wykonywane w specjalistycznych gabinetach. Przebieg wizyty Wizyta rozpoczyna się od dokładnego obejrzenia stóp i przeprowadzenia wywiadu podologicznego. Usuwanie odcisków w przypadku dopiero rozwijających się zmian możliwe jest dzięki przeprowadzeniu zabiegu, jakim jest pedicure leczniczy. Istotne jest więc jak najszybsze reagowanie na problem i szybka wizyta u specjalisty. W przypadku większych zmian podczas wizyty w naszym gabinecie podolog przeprowadza zabieg za pomocą dłuta podologicznego lub skalpela. Często stosowane są również wkładki ortopedyczne. Specjalista udziela także informacji o odpowiedniej pielęgnacji stóp, które wpływa na zmniejszenie ponownego pojawienia się odcisków. Usuwanie odcisków w naszym gabinecie Zapraszamy do naszego gabinetu PODOCENTER mieszczącego się w mieście Warszawa przy ulicy Ostrobramskiej 126 lokal U8. Dogodny termin wizyty w naszym gabinecie można ustalić telefonicznie lub mailowo z naszymi pracownikami. Przyjmujemy pacjentów od poniedziałku do soboty, a w wyjątkowych sytuacjach – po wcześniejszym kontakcie możliwa jest także wizyta w niedzielę. Odciski pojawiają się często u osób, które mają niewłaściwie dobrane obuwie. Za ciasne buty, które uciskają na stopę, mogą być przyczyną wrastających paznokci. Zobacz, jak leczymy to schorzenie w naszym gabinecie.        "}},{"@type":"OfferCatalog","name":"Pękające pięty","itemListElement":{"description":" Twoje pięty są suche i popękane? Na skórze zaczęły pojawiać się bolesne rozpadliny? Dobrze trafiłeś. Podolog pomoże nie tylko usunąć nieestetycznie wyglądające zmiany na skórze, ale także znajdzie przyczynę pękania pięt. Poniżej przeczytasz jak powstają pękające pięty. Jeśli problem dotyczy także Ciebie, nie zwlekaj tylko umów się na konsultacje ze specjalista w gabinecie na ulicy Ostrobramskiej 126 w Warszawie. Przyczyny pękających pięt To kolejny, niezwykle powszechny problem dotykający osoby w różnym wieku. Pękanie pięt związane jest z przesuszeniem skóry i jej nadmiernym rogowaceniem. Przyczyną pękających pięt mogą być niewłaściwa pielęgnacja stóp, złe obuwie, ale też niedobór witaminy A czy zaburzenia krzepnięcia krwi. Jak skutecznie wyleczyć pękające pięty w Warszawie? Nieleczone pęknięcia mogą prowadzić do głębokich, bolących ran i krwawienia, dlatego nie należy tego problemu ignorować! Zabieg podologiczny na pękające pięty w PODOCENTER obejmuje dezynfekcję skóry, ofrezowanie pięt, usunięcie pęknięć za pomocą dłutka i frezu różyczkowego, wyrównanie naskórka frezarką oraz założenie opatrunków. Wizyty w gabinecie powinny odbywać się co 2-4 tygodnie. Zabieg wykonany w naszym gabinecie podologicznym daje szansę całkowitego pozbycia się lub znacznego zmniejszenia tych dokuczliwych dolegliwości. Pękającym piętom towarzyszy sucha skóra, zobacz, jak leczymy ją w naszym gabinecie.       "}},{"@type":"OfferCatalog","name":"Podstawowy zabieg podologiczny","itemListElement":{"description":" Pedicure leczniczy – PODOCENTER Martwi Cię stan zdrowia twoich stóp? Szukasz doświadczonego podologa w Warszawie? Świetnie trafiłeś. W naszym gabinecie przeprowadzamy profesjonalny podstawowy zabieg podologiczny, dzięki któremu twoje stopy pozostaną w najlepszej kondycji.  Na czym polega zabieg? <!-- --> Najistotniejszym elementem przed przystąpieniem do zabiegu jest przeprowadzenie wywiadu z pacjentem i ocena stanu skóry, stąd w PODOCENTER poświęcamy tej kwestii wiele uwagi. Po wstępnej ocenie można przystąpić do zabiegu. Etapy wizyty u podologa:  moczenie stóp w ciepłej wodzie z dodatkiem specjalistycznych płynów dezynfekcja stóp obcięcie paznokci cęgami wyrównanie płytki paznokciowej odsunięcie skórek oczyszczenie ze zrogowaceń przestrzeni między paznokciami i skórą zmiękczenie wałów paznokciowych oczyszczenie i usunięcie resztek skórek usunięcie zgrubień z pięt i bocznych części podeszew stóp oraz paliczków wmasowanie odpowiedniego kremu  Pedicure leczniczy - zalety Pedicure leczniczy działa leczniczo oraz profilaktycznie w przypadkach wszelkich problemów ze stopami. Poprzez zastosowanie odpowiednich kosmetyków można w skuteczny sposób pozbyć się wszelkich problemów z wrastającymi paznokciami, odciskami czy spękanymi piętami. Profesjonalne usługi wykonywane przez podologa to nie tylko czas na chwilę relaksu, lecz przede wszystkim troska o własne zdrowie Podstawowy zabieg podologiczny w Warszawie Pedicure leczniczy wykonujemy w naszym gabinecie znajdującym się w mieście Warszawa przy ulicy Ostrobramskiej 126 lokal U8. Serdecznie zapraszamy do wcześniejszego kontaktu telefonicznego lub mailowego w celu ustalenia dogodnego dla Państwa terminu wizyty. Regularnie udając się na podstawowy zabieg podologiczny, można wyeliminować wiele problemów skórnych, na przykład odciski.     "}},{"@type":"OfferCatalog","name":"Sucha skóra","itemListElement":{"description":" Masz problem z wiecznie suchą skórą stóp? Mieszkasz w Warszawie? Świetnie trafiłeś. Nasz gabinet podologiczny świadczy najwyższej jakości usługi. Pomożemy Ci pozbyć się problemu z suchą skórą Twoich stóp. Poniżej dowiesz się jak powstaje sucha skóra na stopach. Widzisz podobne objawy u siebie? Umów się na wizytę w naszym nowoczesnym gabinecie na ulicy Ostrobramskiej 126. Przyczyny suchości skóry To stan patologiczny objawiający się nadmiernym złuszczaniem się, szorstkością, zaczerwienieniami i skłonnością do pękania naskórka. Bezpośrednią przyczyną nadmiernej suchości skóry stóp jest niedobór lipidów w warstwie rogowej, przez co naskórek słabiej zatrzymuje w sobie wodę. Przyczyną suchości mogą być również zaburzenia krążenia, zaburzenia przemiany materii, jak i nieprawidłowa pielęgnacja stóp, stąd tak ważne jest poprzedzenie zabiegu szczegółową rozmową.  Zmieniona chorobowo sucha skóra może pękać, łuszczyć się, a jej barwa może zmieniać się od białożółtej do żółtoszarejNie warto zwlekać z umówieniem się na wizytę do podologa, jeśli w zauważymy niepokojące zmiany, na przykład brodawki. Leczenie schorzeń w ich początkowym etapie rozwoju jest o wiele prostsze i szybciej przynosi efekty.     "}},{"@type":"OfferCatalog","name":"Hiperkeratoza","itemListElement":{"description":" Skóra na podeszwie twoich stóp zrobiła się twarda i nieestetyczna? Nie możesz poradzić sobie z usunięciem naskórka? To najprawdopodobniej nadmierne rogowacenie skóry. Z tym problemem warto udać się do podologa. Usunie on zmieniony naskórek oraz wyeliminuje przyczynę jego powstawania. Jeśli masz podobny problem ze stopami, umów się na wizytę w naszym gabinecie podologicznym na ulicy Ostrobramskiej 126 w Warszawie. Rogowacenie skóry - przyczyny powstawania To efekt nagromadzenia zrogowaciałych komórek na powierzchni skóry. Na stan skóry mają wpływ czynniki takie jak deformacje kostne, cukrzyca czy niedobory witamin – głównie witaminy A. Nadmierne wysuszenie może występować na całej stopie lub tylko jej części. Hiperkeratoza najczęściej pojawia się w tych częściach stóp, które są najbardziej obciążone. Nadmierne rogowacenie skóry, może doprowadzić to schorzenia, jakim są pękające pięty.     "}}]}}